-pau-
</s>
<s>
<unk>
اثارو
اختر
اخیسیتې
اداره
اداري
ادامه
ادب
ادعا
اراده
ارام
ارزانه
ارزو
ارزښت
ارمان
ازادشول
ازادي
اس
اساس
اساسي
اسان
اسانتیا
اسانه
استاد
استازي
استخدام
استراحت
استعداد
استعفا
استعمال
استول
استوم
اسراییل
اسلام
اسلامي
اسمان
اسيا
اشغال
اصطلاح
اصل
اصلاح
اصول
اطاعت
اعتبار
اعدام
اعلاميه
اعلان
اغوندم
اغېزمن
اغېزه
افسر
افغان
افغانانو
اقتصاد
اقتصادي
اقتصادی
اقليت
اقلیت
البته
الفت
المارۍ
الوتکه
امر
امریکایی
امنیت
امپراطوري
امکان
امید
انار
انتخابات
انتقاد
انتقال
اندازه
اندېښنه
انرژي
انسان
انسانان
انصاف
انعام
انټرنیټ
انځور
انکار
انګرېزي
اوبه
اورم
اورپکی
اډه
اړ
اړتيا
اړه
اړوند
اړیکی
اړېکو
اکثريت
اکثریت
ایستل
باب
باره
باید
بدلونونو
بريښنا
بریالي
بریدونه
بشریت
بشپړه
بلګونه
بنجشنبه
بنده
بندګانو
بندیان
بهرنۍ
بولي
بوټونه
بې
تبریکۍ
تجارتی
ترسره
ترټل
ترکاڼ
تطبیقیږي
تلويزیون
تنظیموي
تنو
توان
توصیه
تولیدوي
تيږي
تیری
تېر
جایزه
جرابي
جرم
جرمونو
جشن
جمال
جنوبي
جوپړ
جوړه
جوړول
جوړوم
جوړيږي
جګړه
جېب
حسابونه
حقوق
حل
خار
خان
خاندم
خاندو
خاندي
خاندې
خاوره
خبره
خپرېدو
دربه
درناوي
دروند
دري
درې
دغو
دفتر
دقیقې
دلویو
دمخنیوي
ده
دهغوي
دود
دوه
دښت
رباب
روغتیایي
روغه
زحمتکښ
زده
زموږ
زیات
زیاته
زیان
زېږېدلی
سره
شل
شیکاګو
غواړي
غچ
فرانکفورت
فولاد
لري
لندن
له
لومړنۍ
لویدیځو
لویو
لپاره
لږه
مالوم
مثلا
مخ
مراعات
مریض
معمولا
معیار
منځنۍ
موټرانو
موټرونه
می
ناره
نشتوالي
نورو
نیول
نیولو
هره
هغو
هم
همکاران
هیوادونو
واوسو
واټونو
وختي
وزارت
وسله
وسي
وشوه
وظيفه
ولاړاست
ولاړلې
ولاړمه
ولرم
ولرې
ولوست
ولوستئ
ولولئ
ولولم
ولولو
ولي
وليکې
ولیدئ
ولیدۍ
ولیکئ
ولیکم
ولیکو
ولیکي
ولېږئ
ولېږي
ونو
ونیسي
ونیول
وهل
وهلو
وهنه
ووايم
ووايمه
ووايو
ووايي
ووایاست
ووایی
ووژل
وویل
وویله
ووینم
ويل
ويلي
ويلی
وينه
وژاړئ
وژاړو
وژاړي
وژل
وژړل
وکتئ
وکم
وکي
وکړ
وکړم
وکړچي
وکړۍ
وګټله
ویاړم
ویل
وینا
وینم
وینه
ټاکل
ټاکنو
ټولني
ټولنیز
ټولنیزي
ټولو
ټولګي
ټوکي
ټیم
ټینګار
ټینګښت
پارک
پاسه
پاکستان
پایتخت
پراختیا
پرته
پرېمینخئ
پسرلي
پلورونکي
پوهانو
پوځي
پټېدل
پکښی
پیاوړتیا
پیغمبران
پېرېدونکو
ځئ
ځغلو
ځغلې
ځل
ځواکونو
ځړيږی
ځړېدل
ځی
څاګان
څو
څوارلسم
څېړني
چا
چاته
چارو
چین
ډار
ډول
ډکه
ډېره
ژبو
ښارونه
ښارونو
ښارونوکی
ښاري
کابل
کارته
کارکونکو
کافي
کثافت
کرني
کرښو
کم
کورنیو
کول
کوي
کيڼ
کړاو
کړه
کیلي
کیږي
ګوڼه
ګڼه
یار
یاست
یو
یوازی
یوه
یووالی
